tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "weaveworks/tap"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "tfenv"
brew "terraform_landscape"
brew "kubernetes-helm"
brew "kubectl"
brew "weaveworks/tap/eksctl"
brew "ccat"
brew "colordiff"
brew "exa"
brew "git"
brew "tig"
brew "htop"
brew "jq"
brew "neovim"
brew "peco"
brew "tree"
brew "wget"
brew "zsh"
brew "openssl"
cask "alfred"
cask "docker"
cask "firefox"
cask "iterm2"
cask "slack"
cask "atom"
cask "google-chrome"
cask "google-japanese-ime"
# cask "android-studio"
