tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "remind101/formulae"
tap "weaveworks/tap"

# base
brew "jq"
brew "neovim"
brew "wget"
brew "tree"
brew "zsh"
brew "openssl"
cask "alfred"
cask "iterm2"
brew "fzf"

# aws
brew "awscli"
brew "remind101/formulae/assume-role"

# terraform
brew "tfenv"

# docker, k8s
brew "dockerize"
brew "kubectx"
brew "kubernetes-helm"
brew "kubernetes-cli"
brew "weaveworks/tap/eksctl"
cask "docker"
cask "minikube"
derailed/k9s/k9s

# colorize
brew "ccat"
brew "colordiff"
brew "exa"
brew "htop"

# git
brew "git"
brew "tig"

# browser
cask "google-chrome"

# chat
cask "slack"

# ime
cask "google-japanese-ime"
cask "visual-studio-code"

# ide
cask "intellij-idea"

